{"question_id":"summary_example_0","category":"summarization","turns":["In Scotland there are three verdicts available in criminal trials: guilty, not guilty, and not proven. In modern use there is no practical difference between not guilty and not proven: the defendant is acquitted in both cases. Has there ever been a case where a verdict of not proven ended up having a different practical effect on the defendant than if he had been found not guilty?"]}
{"question_id":"summary_example_1","category":"summarization","turns":["A person residing in country A takes a work by an artist in country B and puts it onto a website they own but which is hosted in country C which is intended for an audience of people in country D. The artist in country B did not give permission for this and wants to pursue legal actions. Which countries copyright laws apply to this case? Let's assume that A, B, C and D all signed and ratified the Berne Convention, but their implementations in local laws differ in ways which are relevant to this case."]}
{"question_id":"summary_example_2","category":"summarization","turns":["A friend of mine got detained at the airport in Jordan because his name matches a name of someone who has issues with the Jordanian authorities. My friend is British and he only was passing through Jordan. They forced him to stay there for 24 hours with no food and he had to sleep on the floor before they determined that he is not the man they were after. Does this incident mean that when you travel to a foreign country – even for a short time – that you give up your rights as a British citizen?"]}
{"question_id":"summary_example_3","category":"summarization","turns":["If an FBI or some law enforcement agent is on the Dark Web posing as a user, does this constitute entrapment? They do not inform you of their status. Sharing personal information is not very frequent there, but if it does come up and they directly do not mention occupation if asked, will you be able to avoid future charges initiated with this contact because they were not honest?"]}
{"question_id":"summary_example_4","category":"summarization","turns":["I recently changed my phone number. Today, I received a number of phone calls from an unknown entity claiming they had to make contact with the individual who last had the number, pertaining to legal documents or some other official purpose. Some of the message is unclear, but I originally assumed the caller was an attorney, because the voicemail included the name, last four digits of the SSN, case number, two last known addresses, and a number at which the call could be returned. Since that time, I've come to believe it is a phishing scam due to the repetitive nature of the calls as well as a family member telling me they received a similar, yet unrelated call, not too long ago. In the event the call is legitimate, do I have a legal duty to inform the caller that they have the wrong number?"]}
{"question_id":"summary_example_5","category":"summarization","turns":["If someone applies for a job and the application asks whether they've ever been arrested, can they legally say on the application that they have not been arrested before? Note: Case was dismissed with no finding of fact."]}
{"question_id":"summary_example_6","category":"summarization","turns":["I was reading about Shaw v. Reno, a case about a congressional district that was altered on the basis of the race of its voters. Is there a law (precedent or statutory) which requires congressional districts to be contiguous? I was thinking that you could gerrymander much more effectively if you could make up a district from multiple unconnected parts. The oddly shaped district in question:"]}
{"question_id":"summary_example_7","category":"summarization","turns":["First time I've ever called the authorities on my husband for Domestic Violence. He was arrested, however, I didn't press any charges, will it still be on his record?"]}
{"question_id":"summary_example_8","category":"summarization","turns":["I live in a town that has lots of second-hand stores that sell second-hand vinyl records, tapes, etc, for incredibly low prices. I recently bought the soundtrack from A Clockwork Orange for 1 dollar on a vinyl record. I believe the right holders will never see the color of this money. The CD of the same soundtrack, brand new from a store, or as a digital download, costs between 15 and 80 dollars. It seems obvious that anyone in their right mind would buy a vinyl for 1$, rather than a 15$ copy considering the price difference. But does it break a law to do so?"]}
{"question_id":"summary_example_9","category":"summarization","turns":["Being accused of a crime you did not commit is an expensive problem. The police may kick your door in and ransack your house looking for evidence. They may deprive you of your property (phones, computers, vehicles, etc.) for months or years. You may have to pay for legal representation. You might be locked up in remand for a very long time (UK justice is extremely slow). You may lose your job. In the event that you are eventually found innocent, what liabilities can you make claims against? Do the police have you pay to fix your front door? If they took a year to analyse a mobile phone, can you claim due to the excessive amount of time it took? What if the device is returned broken or wiped? If your legal team and expert witnesses cost you £1,000,000, can you recover some or all of that cost from the CPS? What if your job has been filled by someone else and you can't get it back?"]}
